Repository: ninondev/Dayside
Catalog: TahoeTime/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, vi, zh_hant

source: 预约邮箱要写成name@example.com这样的形式，不能有空格或引号。
de: Die E-Mail-Adresse muss wie name@example.com aussehen, ohne Leerzeichen oder Anführungszeichen.
en: The booking email must look like name@example.com, without spaces or quotes.
es: El correo electrónico para las reservas debe tener la forma nombre@ejemplo.com, sin espacios ni comillas.
fr: L’adresse e-mail de réservation doit être au format name@example.com, sans espaces ni guillemets.
id: Email untuk janji temu harus berformat seperti name@example.com, tanpa spasi atau tanda kutip.
it: L’e-mail per le prenotazioni deve avere la forma nome@example.com, senza spazi né virgolette.
ja: 予約用メールアドレスはname@example.comの形式で、スペースや引用符は使えません。
ko: 예약 이메일은 name@example.com 형식이어야 하며 공백이나 따옴표를 쓸 수 없습니다.
nl: Het e-mailadres moet eruitzien als name@example.com, zonder spaties of aanhalingstekens.
pl: Adres e-mail do rezerwacji musi mieć postać imie@example.com, bez spacji i cudzysłowów.
pt_br: O e-mail deve ter o formato name@example.com, sem espaços nem aspas.
ru: Адрес электронной почты для запросов должен иметь вид name@example.com, без пробелов и кавычек.
tr: Randevu e-postası kullanici@example.com biçiminde olmalı; boşluk veya tırnak içeremez.
vi: Email đặt hẹn phải có dạng name@example.com, không có dấu cách hay dấu ngoặc kép.
zh_hant: 預約用的電子郵件地址須採用name@example.com這樣的格式，不能含有空格或引號。

# 预约邮箱（可选）
source: 邮箱（可选）
de: E-Mail (optional)
en: Email (optional)
es: Correo electrónico (opcional)
fr: E-mail (facultatif)
id: Email (opsional)
it: E-mail (facoltativa)
ja: メールアドレス（任意）
ko: 이메일(선택 사항)
nl: E-mail (optioneel)
pl: Adres e-mail (opcjonalnie)
pt_br: E-mail (opcional)
ru: Электронная почта (необязательно)
tr: E-posta (isteğe bağlı)
vi: Email (tùy chọn)
zh_hant: 電子郵件（選填）

source: 颜色
de: Farbe
en: Color
es: Color
fr: Couleur
id: Warna
it: Colore
ja: カラー
ko: 색상
nl: Kleur
pl: Kolor
pt_br: Cor
ru: Цвет
tr: Renk
vi: Màu
zh_hant: 顏色

source: 香港交易所
de: Börse Hongkong
en: Hong Kong Stock Exchange
es: Bolsa de Hong Kong
fr: Bourse de Hong Kong
id: Bursa Hong Kong
it: Borsa di Hong Kong
ja: 香港取引所
ko: 홍콩거래소
nl: Hong Kong Stock Exchange
pl: Giełda w Hongkongu
pt_br: Bolsa de Hong Kong
ru: Гонконгская биржа
tr: Hong Kong Borsası
vi: Sở Giao dịch Chứng khoán Hồng Kông

source: 香港特别行政区成立纪念日
de: Gründungstag der Sonderverwaltungsregion Hongkong
en: Hong Kong SAR Establishment Day
es: Día del Establecimiento de la RAE de Hong Kong
fr: Anniversaire de la création de la RAS de Hong Kong
id: Hari Pembentukan SAR Hong Kong
it: Anniversario della fondazione della RAS di Hong Kong
ja: 香港特別行政区成立記念日
ko: 홍콩 특별행정구 설립 기념일
nl: Oprichtingsdag van de speciale bestuurlijke regio Hongkong
pl: Dzień ustanowienia Specjalnego Regionu Administracyjnego Hongkongu
pt_br: Dia do Estabelecimento da RAE de Hong Kong
ru: День образования особого административного района Гонконг
tr: Hong Kong Özel İdari Bölgesi Kuruluş Günü
vi: Ngày thành lập Đặc khu Hành chính Hồng Kông
zh_hant: 香港特別行政區成立紀念日

source: 马丁·路德·金纪念日
de: Martin-Luther-King-Tag
en: Martin Luther King Jr. Day
es: Día de Martin Luther King
fr: Jour de Martin Luther King
id: Hari Martin Luther King Jr.
it: Giornata in memoria di Martin Luther King Jr.
ja: マーティン・ルーサー・キング記念日
ko: 마틴 루서 킹 기념일
nl: Martin Luther King Day
pl: Dzień Martina Luthera Kinga
pt_br: Dia de Martin Luther King
ru: День Мартина Лютера Кинга
tr: Martin Luther King Günü
vi: Ngày Martin Luther King Jr.
zh_hant: 馬丁路德金恩紀念日

source: 黄色
de: Gelb
en: Yellow
es: Amarillo
fr: Jaune
id: Kuning
it: Giallo
ja: イエロー
ko: 노란색
nl: Geel
pl: Żółty
pt_br: Amarelo
ru: Жёлтый
tr: Sarı
vi: Vàng
zh_hant: 黃色

source: 黄金时刻
de: Goldene Stunde
en: Golden Hour
es: Hora dorada
fr: Heure dorée
id: Golden Hour
it: Ora d’oro
ja: ゴールデンアワー
ko: 골든 아워
nl: Gouden uur
pl: Złota godzina
pt_br: Hora Dourada
ru: Золотой час
tr: Altın Saat
vi: Giờ vàng
zh_hant: 黃金時刻

# 黄金时刻按太阳高度 −4° 至 +6° 估算（PhotoPills 的口径；另有工具用 −6°），所有时刻均为所选地点的当地时间。
source: 按太阳高度−4°到+6°估算
de: Geschätzt für eine Sonnenhöhe von −4° bis +6°
en: Estimated for a sun altitude of −4° to +6°
es: Estimación para una altura solar de −4° a +6°
fr: Estimation pour une hauteur du soleil comprise entre −4° et +6°
id: Diperkirakan untuk ketinggian matahari −4° hingga +6°
it: Stima per un’altezza del Sole da −4° a +6°
ja: 太陽高度−4°〜+6°で推定
ko: 태양 고도 −4°~+6°를 기준으로 추정
nl: Geschat voor een zonnehoogte van −4° tot +6°
pl: Oszacowano dla wysokości Słońca od −4° do +6°
pt_br: Estimativa para uma altura do sol de −4° a +6°
ru: Расчёт для высоты Солнца от −4° до +6°
tr: Güneş’in −4° ile +6° arasındaki yüksekliğine göre tahmin edilir
vi: Ước tính theo độ cao mặt trời từ −4° đến +6°
zh_hant: 依太陽高度-4°至+6°估算

source: 12小时前
de: vor 12 Std.
en: 12 hours ago
es: Hace 12 h
fr: il y a 12 h
id: 12 jam lalu
it: 12 h fa
ja: 12時間前
ko: 12시간 전
nl: 12 uur geleden
pl: 12 godz. temu
pt_br: Há 12 horas
ru: 12 ч назад
tr: 12 saat önce
vi: 12 giờ trước
zh_hant: 12小時前

source: 12小时后
de: in 12 Std.
en: In 12 hours
es: Dentro de 12 h
fr: dans 12 h
id: 12 jam lagi
it: tra 12 h
ja: 12時間後
ko: 12시간 후
nl: over 12 uur
pl: za 12 godz.
pt_br: Em 12 horas
ru: Через 12 ч
tr: 12 saat sonra
vi: 12 giờ sau
zh_hant: 12小時後

source: 跳到某一天
de: Zu einem Datum springen
en: Jump to a date
es: Ir a una fecha
fr: Aller à une date
id: Lompat ke tanggal
it: Vai a una data
ja: 日付へ移動
ko: 원하는 날짜로 이동합니다.
nl: Spring naar datum.
pl: Przejdź do daty
pt_br: Ir para uma Data
ru: Перейти к дате
tr: Bir tarihe atla
vi: Hãy chuyển đến một ngày

# 跟着天色
source: 跟随天色
de: Dem Himmel folgen
en: Follow the Sky
es: Según el cielo
fr: Suivre le ciel
id: Ikuti Langit
it: Segui il cielo
ja: 空に合わせる
ko: 하늘빛 따르기
nl: Volg de hemel
pl: Jak na niebie
pt_br: Seguir o Céu
ru: По цвету неба
tr: Gökyüzüne Göre
vi: Theo màu trời
zh_hant: 跟隨天色

# 跟着系统
source: 跟随系统
de: Dem System folgen
en: Follow System
es: Según el sistema
fr: Suivre le système
id: Ikuti Sistem
it: Segui il sistema
ja: システムに合わせる
ko: 시스템 따르기
nl: Volg systeem
pl: Jak w systemie
pt_br: Seguir o Sistema
ru: Как в системе
tr: Sisteme Göre
vi: Theo hệ thống
zh_hant: 跟隨系統

source: 面板底色
de: Panel-Hintergrundfarbe
en: Panel colors
es: Colores del panel
fr: Couleurs de fond du panneau
id: Warna Panel
it: Colori del pannello
ja: パネルの色
ko: 패널 색상
nl: Paneelkleuren
pl: Kolory panelu
pt_br: Cor de Fundo do Painel
ru: Цвета панели
tr: Panel Renkleri
vi: Màu nền bảng

source: 默认
de: Standard
en: Default
es: Predeterminado
fr: Par défaut
id: Default
it: Di default
ja: デフォルト
ko: 기본
nl: Standaard
pl: Domyślna
pt_br: Padrão
ru: По умолчанию
tr: Saptanmış
vi: Mặc định
zh_hant: 預設

# 今天无日出
source: 无日出
de: Kein Sonnenaufgang
en: No sunrise
es: Sin salida del sol
fr: Pas de lever du soleil
id: Tidak ada matahari terbit
it: Nessuna alba
ja: 日の出なし
ko: 일출 없음
nl: Geen zonsopgang
pl: Brak wschodu
pt_br: Sem nascer do sol
ru: Нет восхода
tr: Gün doğumu yok
vi: Mặt trời không mọc
zh_hant: 無日出

# 今天无日落
source: 无日落
de: Kein Sonnenuntergang
en: No sunset
es: Sin puesta del sol
fr: Pas de coucher du soleil
id: Tidak ada matahari terbenam
it: Nessun tramonto
ja: 日の入なし
ko: 일몰 없음
nl: Geen zonsondergang
pl: Brak zachodu
pt_br: Sem pôr do sol
ru: Нет заката
tr: Gün batımı yok
vi: Mặt trời không lặn
zh_hant: 無日落

source: 按哪种理解
de: Lesart
en: Read As
es: Interpretar como
fr: Interpréter comme
id: Baca Sebagai
it: Interpreta come
ja: 読み方
ko: 해석 방식
nl: Lees als
pl: Odczytaj jako
pt_br: Interpretar Como
ru: Понимать как
tr: Yorumlama Şekli
vi: Cách hiểu
zh_hant: 解讀方式

source: 日期与钟点
de: Datum und Uhrzeit
en: Date and Time
es: Fecha y hora
fr: Date et heure
id: Tanggal dan Waktu
it: Data e ora
ja: 日付と時刻
ko: 날짜 및 시간
nl: Datum en tijd
pl: Data i godzina
pt_br: Data e Hora
ru: Дата и время
tr: Tarih ve Saat
vi: Ngày và giờ
zh_hant: 日期與時間

source: 读成
de: Gelesen als
en: Read as
es: Interpretar como
fr: Interprété comme
id: Dibaca sebagai
it: Interpretato come
ja: 読み方
ko: 해석
nl: Gelezen als
pl: Odczytano jako
pt_br: Interpretado Como
ru: Распознано как
tr: Şöyle yorumlandı
vi: Hiểu là
zh_hant: 解讀為

source: 原文
de: laut Text
en: as written
es: según el texto
fr: selon le texte
id: sesuai teks
it: secondo il testo
ja: 原文どおり
ko: 원문 기준
nl: volgens de tekst
pl: według tekstu
pt_br: conforme o texto
ru: по тексту
tr: Özgün metin
vi: theo văn bản

source: 没写钟点
de: keine Uhrzeit angegeben
en: no time given
es: sin hora
fr: aucune heure indiquée
id: jam tidak ditulis
it: senza orario
ja: 時刻の指定なし
ko: 시간 미지정
nl: geen tijd opgegeven
pl: bez godziny
pt_br: sem horário
ru: время не указано
tr: saat belirtilmemiş
vi: không ghi giờ
zh_hant: 沒寫時間

source: （同上）
de: (wie oben)
en: (same as above)
es: (igual que arriba)
fr: (comme ci-dessus)
id: (seperti di atas)
it: (come sopra)
ko: (위와 같음)
nl: (zoals hierboven)
pl: (jak wyżej)
pt_br: (como acima)
ru: (как выше)
tr: (yukarıdaki gibi)
vi: (như trên)

source: （那边的今天）
de: (dort heute)
en: (today there)
es: (hoy allí)
fr: (aujourd’hui là-bas)
id: (hari ini di sana)
it: (oggi lì)
ja: （現地の今日）
ko: (현지 기준 오늘)
nl: (daar vandaag)
pl: (tam dzisiaj)
pt_br: (hoje lá)
ru: (сегодня там)
tr: (orada bugün)
vi: (hôm nay ở đó)
zh_hant: （那邊的今天）

source: %@（按默认）
de: %@ (Standard)
en: %@ (default)
es: %@ (predeterminado)
fr: %@ (par défaut)
id: %@ (default)
it: %@ (di default)
ja: %@（デフォルト）
ko: %@(기본값)
nl: %@ (standaard)
pl: %@ (domyślnie)
pt_br: %@ (padrão)
ru: %@ (по умолчанию)
tr: %@ (saptanmış)
vi: %@ (mặc định)
zh_hant: %@（預設）

source: 按字面 %@
de: %@ wörtlich
en: %@ as written
es: %@ según el texto
fr: %@ selon le texte
id: %@ sesuai teks
it: Come nel testo: %@
ja: 表記どおりの%@
ko: 표기 그대로 %@
nl: %@ letterlijk
pl: %@ według tekstu
pt_br: %@ conforme o texto
ru: %@ по исходному тексту
tr: Yazıldığı gibi %@
vi: %@ đúng như đã viết

source: 按字面 %1$@（%2$@）
de: %1$@ wörtlich (%2$@)
en: %1$@ as written (%2$@)
es: %1$@ según el texto (%2$@)
fr: %1$@ selon le texte (%2$@)
id: %1$@ sesuai teks (%2$@)
it: Come nel testo: %1$@ (%2$@)
ja: 表記どおりの%1$@（%2$@）
ko: 표기 그대로 %1$@(%2$@)
nl: %1$@ letterlijk (%2$@)
pl: %1$@ według tekstu (%2$@)
pt_br: %1$@ conforme o texto (%2$@)
ru: %1$@ по исходному тексту (%2$@)
tr: Yazıldığı gibi %1$@ (%2$@)
vi: %1$@ đúng như đã viết (%2$@)

source: 下班前按%@算
de: Feierabend wird als %@ gelesen
en: %@ (end of day)
es: Para el fin de la jornada se usa %@
fr: Fin du travail à %@
id: Batas akhir hari kerja: %@
it: Fine della giornata lavorativa: %@
ja: 終業時刻 %@
ko: ‘퇴근 전’은 %@ 기준으로 계산
nl: Einde van de werkdag wordt opgevat als %@.
pl: Koniec dnia pracy: przyjęto %@
pt_br: Fim do expediente: %@
ru: Окончание рабочего дня принято за %@
tr: Mesai bitimi için %@ kullanılıyor
vi: “Trước khi tan làm” được tính là %@

# 写信人那边（先按你这里算）
source: 写信人那边（先按本机）
de: Ort der absendenden Person (vorerst dieser Mac)
en: Sender’s location (this Mac for now)
es: Lugar del remitente (este Mac por ahora)
fr: Lieu de l’expéditeur (ce Mac pour l’instant)
id: Lokasi pengirim (sementara Mac ini)
it: Luogo del mittente (per ora quello di questo Mac)
ja: 差出人の場所（ひとまずこのMac）
ko: 보낸 사람 위치(일단 이 Mac 기준)
nl: Locatie van de afzender (voorlopig deze Mac)
pl: Miejsce nadawcy (na razie ten Mac)
pt_br: Local do remetente (este Mac por enquanto)
ru: Местоположение отправителя (пока по времени этого Mac)
tr: Gönderenin konumu (şimdilik bu Mac)
vi: Nơi người gửi ở (tạm tính theo máy Mac này)
zh_hant: 寫信人那邊（先按本機）

source: %1$@所在地区正值夏令时，按%2$@算
de: Wo %1$@ gilt, ist gerade Sommerzeit; die Angabe wird als %2$@ gelesen
en: The %1$@ region is on daylight saving time, so it’s read as %2$@
es: La región de %1$@ está en horario de verano, así que se interpreta como %2$@
fr: La région correspondant à %1$@ est à l’heure d’été ; l’heure est donc interprétée selon %2$@.
id: Wilayah %1$@ sedang memakai waktu musim panas, jadi dibaca sebagai %2$@
it: Nella zona di %1$@ è in vigore l’ora legale: si usa %2$@
ja: %1$@の地域は現在夏時間のため、%2$@として読み取ります
ko: %1$@ 지역은 지금 서머타임이어서 %2$@ 기준으로 해석합니다.
nl: In de regio van %1$@ geldt zomertijd. Daarom wordt dit opgevat als %2$@.
pl: W regionie %1$@ obowiązuje czas letni, więc odczytano jako %2$@
pt_br: A região de %1$@ está no horário de verão, então é interpretado como %2$@
ru: %1$@: действует летнее время, поэтому используется %2$@
tr: %1$@ bölgesinde yaz saati uygulandığı için %2$@ olarak yorumlandı
vi: Khu vực của %1$@ đang dùng giờ mùa hè nên được hiểu là %2$@
zh_hant: %1$@所在地區正值日光節約時間，按%2$@算

source: 下班前没写钟点，按%@算
de: Keine Uhrzeit für den Feierabend angegeben, daher %@
en: No time given for end of day; using %@
es: Sin hora para el fin de la jornada; se usa %@
fr: Aucune heure indiquée pour la fin du travail ; calcul selon %@
id: Jam pulang kerja tidak disebutkan; memakai %@
it: Per la fine della giornata lavorativa non è indicato un orario; si usa %@
ja: 終業時刻の指定がないため、%@とします
ko: ‘퇴근 전’에 시각이 적혀 있지 않아 %@ 기준으로 계산합니다.
nl: Geen tijd opgegeven voor het einde van de werkdag. Daarom wordt %@ gebruikt.
pl: Nie podano godziny końca dnia pracy; przyjęto %@
pt_br: Sem horário para o fim do expediente; usando %@
ru: Время окончания рабочего дня не указано; используется %@
tr: Mesai bitimi için saat belirtilmemiş; %@ kullanılıyor
vi: Không ghi giờ cho “trước khi tan làm”; tạm tính là %@
zh_hant: 下班前沒寫時間，按%@算

source: 没写钟点，按当天结束%@算
de: Keine Uhrzeit angegeben, daher Tagesende %@
en: No time given; using the end of the day, %@
es: Sin hora; se usa el final del día, %@
fr: Aucune heure indiquée ; calcul à la fin de la journée, %@
id: Jam tidak ditulis; memakai akhir hari, %@
it: Nessun orario indicato; si usa la fine della giornata, %@
ja: 時刻の指定がないため、その日の終わりの%@とします
ko: 시간이 적혀 있지 않아 하루가 끝나는 %@ 기준으로 계산합니다.
nl: Geen tijd opgegeven, dus het einde van de dag: %@.
pl: Nie podano godziny; przyjęto koniec dnia, %@
pt_br: Sem horário; usando o fim do dia, %@
ru: Время не указано; используется конец дня, %@
tr: Saat belirtilmemiş; gün sonu olan %@ kullanılıyor
vi: Không ghi giờ nên dùng cuối ngày, %@
zh_hant: 未註明時間，按當天結束時的%@計算

# “我这边”指写信人那边，这里没写在哪，先按你这里算
source: “我这边”指写信人那边，没写在哪，先按本机算
de: „Meine Zeit“ bezieht sich auf den Ort der absendenden Person. Der Ort fehlt; vorerst wird dieser Mac verwendet
en: “My time” means the sender’s, which isn’t stated; using this Mac for now
es: “Mi hora” se refiere a la del remitente. No se indica dónde está; por ahora se usa la de este Mac
fr: « Mon heure » désigne l’heure de l’expéditeur. Son lieu n’est pas précisé ; le calcul utilise donc celui de ce Mac pour l’instant.
id: “Waktu saya” berarti waktu di lokasi pengirim. Lokasinya tidak disebutkan; untuk sementara memakai Mac ini
it: “La mia ora” indica l’ora del mittente. Il luogo non è specificato: per ora si usa quello di questo Mac.
ja: “こちらの時間”は差出人の時刻を指しますが、場所が明記されていないため、ひとまずこのMacの時刻とします
ko: “내 시간”은 보낸 사람의 시간을 뜻합니다. 위치가 적혀 있지 않아 우선 이 Mac 기준으로 계산합니다.
nl: 'Mijn tijd' verwijst naar de locatie van de afzender. Die staat er niet bij, dus voorlopig wordt deze Mac gebruikt.
pl: „U mnie” odnosi się do miejsca nadawcy. Nie podano tego miejsca, więc na razie przyjęto strefę czasową tego Maca
pt_br: “Meu horário” se refere ao local do remetente. Como ele não foi informado, o cálculo usa este Mac por enquanto.
ru: «Моё время» означает время отправителя. Его местоположение не указано, поэтому пока используется время этого Mac
tr: “Benim saatimle” gönderenin saatini ifade eder. Konumu belirtilmediği için şimdilik bu Mac’in saati kullanılıyor
vi: “Giờ bên tôi” là giờ của người gửi, nhưng chưa ghi ở đâu; tạm tính theo giờ máy Mac này
zh_hant: 「我這邊」指寫信人那邊，沒寫在哪，先按本機算

source: 没认出目标地名“%@”
de: Zielort „%@“ nicht erkannt
en: Didn’t recognize the target place “%@”
es: No se reconoce el lugar de destino “%@”
fr: Lieu cible « %@ » non reconnu
id: Lokasi tujuan “%@” tidak dikenali
it: Impossibile riconoscere il luogo di destinazione “%@”
ja: 変換先の場所“%@”を認識できませんでした
ko: 인식할 수 없는 변환 대상 지명: “%@”
nl: Kon de doellocatie '%@' niet herkennen
pl: Nie rozpoznano miejsca docelowego „%@”
pt_br: Não foi possível reconhecer o local de destino “%@”
ru: Не удалось распознать целевое место «%@»
tr: “%@” hedef konumu tanınmadı
vi: Không nhận ra địa điểm đích “%@”
zh_hant: 無法辨識目標地名%@

source: 没认出地名“%@”。
de: Ort „%@“ nicht erkannt.
en: Didn’t recognize the place “%@”.
es: No se reconoce el lugar “%@”.
fr: Lieu « %@ » non reconnu.
id: Lokasi “%@” tidak dikenali.
it: Impossibile riconoscere il luogo “%@”.
ja: 場所“%@”を認識できませんでした。
ko: 인식할 수 없는 지명: “%@”
nl: Kon de locatie '%@' niet herkennen.
pl: Nie rozpoznano miejsca „%@”.
pt_br: Não foi possível reconhecer o local “%@”.
ru: Не удалось распознать место «%@».
tr: “%@” konumu tanınmadı.
vi: Không nhận ra địa điểm “%@”.
zh_hant: 無法辨識地名%@。

source: “%@”这一天不存在。
de: Das Datum „%@“ gibt es nicht.
en: “%@” isn’t a real date.
es: La fecha “%@” no existe.
fr: La date « %@ » n’existe pas.
id: Tanggal “%@” tidak ada.
it: La data “%@” non esiste.
ja: “%@”という日付は存在しません。
ko: “%@” 날짜는 존재하지 않습니다.
nl: De datum '%@' bestaat niet.
pl: Data „%@” nie istnieje.
pt_br: A data “%@” não existe.
ru: Даты «%@» не существует.
tr: “%@” tarihi mevcut değil.
vi: Ngày “%@” không tồn tại.
zh_hant: 「%@」這一天不存在。

source: “%@”这个钟点不成立。
de: „%@“ ist keine gültige Uhrzeit.
en: “%@” isn’t a valid time.
es: “%@” no es una hora válida.
fr: « %@ » n’est pas une heure valide.
id: “%@” bukan jam yang valid.
it: “%@” non è un orario valido.
ja: “%@”は有効な時刻ではありません。
ko: “%@” 시각은 올바르지 않습니다.
nl: '%@' is geen geldige tijd.
pl: „%@” nie jest prawidłową godziną.
pt_br: “%@” não é um horário válido.
ru: Время «%@» недопустимо.
tr: “%@” geçerli bir saat değil.
vi: “%@” không phải là giờ hợp lệ.
zh_hant: 「%@」不是有效的時間。

# “%@”这个时区偏移不成立。
source: “%@”这个UTC偏移不成立。
de: „%@“ ist kein gültiger UTC-Versatz.
en: “%@” isn’t a valid UTC offset.
es: “%@” no es un desfase UTC válido.
fr: « %@ » n’est pas un décalage UTC valide.
id: “%@” bukan selisih UTC yang valid.
it: “%@” non è uno scostamento UTC valido.
ja: “%@”は有効なUTCオフセットではありません。
ko: “%@”: 올바르지 않은 UTC 오프셋
nl: '%@' is geen geldig UTC-verschil.
pl: „%@” nie jest prawidłowym przesunięciem UTC.
pt_br: “%@” não é um deslocamento UTC válido.
ru: Смещение UTC «%@» недопустимо.
tr: “%@” geçerli bir UTC farkı değil.
vi: “%@” không phải là độ lệch UTC hợp lệ.
zh_hant: 「%@」不是有效的UTC偏移。

source: “%@”上午下午对不上。
de: In „%@“ passt die Tageszeit nicht zur Uhrzeit.
en: “%@” mixes up morning and afternoon.
es: “%@” confunde la mañana y la tarde.
fr: « %@ » confond le matin et l’après-midi.
id: “%@” mencampuradukkan pagi dan sore.
it: “%@” confonde mattina e pomeriggio.
ja: “%@”の午前・午後が時刻と合っていません。
ko: “%@”의 오전·오후 표시가 시각과 맞지 않습니다.
nl: '%@' haalt ochtend en middag door elkaar.
pl: W „%@” nie zgadza się oznaczenie przed południem lub po południu.
pt_br: “%@” tem indicações incompatíveis de manhã e tarde.
ru: В «%@» противоречат друг другу указания на утро и день.
tr: “%@” ifadesinde sabah ile öğleden sonra karışmış.
vi: “%@” nhầm lẫn giữa sáng và chiều.
zh_hant: 「%@」上午下午對不上。

source: “%@”比截止时间还晚。
de: In „%@“ liegt die Uhrzeit nach der Frist.
en: “%@” is later than its deadline.
es: “%@” es posterior a la hora límite.
fr: « %@ » dépasse l’heure limite.
id: “%@” lebih lambat dari tenggat waktunya.
it: “%@” è più tardi della scadenza.
ja: “%@”は締め切りより遅い時刻です。
ko: “%@”의 시각이 마감 시간보다 늦습니다.
nl: '%@' valt na de deadline.
pl: „%@” wypada po terminie.
pt_br: “%@” é mais tarde que o prazo.
ru: «%@» позже крайнего срока.
tr: “%@” son tarihten daha geç.
vi: “%@” muộn hơn hạn chót.
zh_hant: 「%@」比截止時間還晚。

source: “%@”写了两个不同的日子。
de: „%@“ nennt zwei verschiedene Tage.
en: “%@” names two different days.
es: “%@” indica dos días distintos.
fr: « %@ » indique deux jours différents.
id: “%@” menyebut dua hari yang berbeda.
it: “%@” indica due giorni diversi.
ja: “%@”に2つの異なる日付が書かれています。
ko: “%@”에 서로 다른 두 날짜가 적혀 있습니다.
nl: '%@' noemt twee verschillende dagen.
pl: „%@” wskazuje dwa różne dni.
pt_br: “%@” indica dois dias diferentes.
ru: В «%@» указаны два разных дня.
tr: “%@” iki farklı gün belirtiyor.
vi: “%@” ghi hai ngày khác nhau.
zh_hant: 「%@」寫了兩個不同的日子。

source: 这一天在%@不存在。
de: Dieses Datum gibt es in %@ nicht.
en: This date doesn’t exist in %@.
es: Esta fecha no existe en %@.
fr: Cette date n’existe pas à %@.
id: Tanggal ini tidak ada di %@.
it: %@: questa data non esiste.
ja: この日付は%@には存在しません。
ko: %@에서는 이 날짜가 존재하지 않습니다.
nl: Deze datum bestaat niet in %@.
pl: %@: ta data nie istnieje.
pt_br: Essa data não existe em %@.
ru: %@: этой даты не существует.
tr: %@: bu tarih mevcut değil.
vi: Ngày này không tồn tại ở %@.
zh_hant: 這一天在%@不存在。

source: 只读了前%lld个字
de: Vom Textanfang wurden nur %lld Zeichen gelesen
en: Only the first %lld characters were read
es: Solo se han leído los primeros %lld caracteres
fr: Seuls les %lld premiers caractères ont été lus.
id: Hanya %lld karakter pertama yang dibaca
it: Sono stati letti solo i primi %lld caratteri
ja: 最初の%lld文字だけを読み取りました
ko: 처음 %lld자만 읽었습니다.
nl: Alleen de eerste %lld tekens zijn gelezen
pl: Odczytano tylko %lld znaku z początku tekstu
pt_br: O app leu apenas os primeiros %lld caracteres
ru: Прочитано только %lld символа с начала текста
tr: Yalnızca ilk %lld karakter okundu
vi: Chỉ đọc %lld ký tự đầu tiên
zh_hant: 只讀了前%lld個字

# 没认出地名“%@”，按来源地点算
source: 没认出地名“%@”，按默认地点算
de: Ort „%@“ nicht erkannt; der Standardort wird verwendet
en: Didn’t recognize the place “%@”; using the default place
es: No se ha reconocido el lugar “%@”; se usa el lugar predeterminado
fr: Lieu « %@ » non reconnu ; calcul selon le lieu par défaut
id: Lokasi “%@” tidak dikenali; memakai lokasi default
it: Luogo “%@” non riconosciuto; si usa il luogo di default
ja: 地名“%@”を認識できなかったため、デフォルトの場所を使います
ko: 인식할 수 없는 지명 “%@”. 기본 장소를 사용합니다.
nl: Locatie '%@' niet herkend. De standaardlocatie wordt gebruikt.
pl: Nie rozpoznano nazwy miejsca „%@”; przyjęto domyślne miejsce
pt_br: Local “%@” não reconhecido; o cálculo usa o local padrão
ru: Не удалось распознать место «%@»; используется место по умолчанию
tr: “%@” konumu tanınmadı; saptanmış konum kullanılıyor
vi: Không nhận ra địa điểm “%@”, dùng địa điểm mặc định
zh_hant: 無法辨識地名%@，按預設地點計算

source: 在面板里看这一刻
de: Diesen Zeitpunkt im Panel anzeigen
en: Show in Panel
es: Mostrar en el panel
fr: Afficher dans le panneau
id: Tampilkan di Panel
it: Mostra nel pannello
ja: パネルに表示
ko: 패널에서 보기
nl: Toon in paneel
pl: Pokaż w panelu
pt_br: Mostrar no Painel
ru: Показать на панели
tr: Panelde Göster
vi: Xem thời điểm này trong bảng
zh_hant: 在面板中查看這一刻

source: %1$@与%2$@差%3$@：可能有一处没按夏令时改
de: %1$@ und %2$@ liegen %3$@ auseinander: Möglicherweise wurde die Sommerzeit an einem der Orte nicht berücksichtigt
en: %1$@ and %2$@ differ by %3$@: one may not be adjusted for daylight saving time
es: %1$@ y %2$@ difieren en %3$@: puede que en uno de los lugares no se haya aplicado el horario de verano
fr: %1$@ et %2$@ diffèrent de %3$@ : l’un des deux ne tient peut-être pas compte de l’heure d’été.
id: %1$@ dan %2$@ berselisih %3$@: mungkin salah satunya belum disesuaikan dengan waktu musim panas
it: %1$@ e %2$@ differiscono di %3$@: uno dei due orari potrebbe non tenere conto dell’ora legale
ja: %1$@と%2$@は%3$@ずれています。どちらかが夏時間に合わせていない可能性があります
ko: %1$@, %2$@ 간 시차는 %3$@입니다. 한쪽이 서머타임을 반영하지 않았을 수 있습니다.
nl: %1$@ en %2$@ verschillen %3$@: misschien is bij een van beide de zomertijd niet meegenomen.
pl: %1$@ i %2$@ różnią się o %3$@: być może w jednym z nich nie uwzględniono czasu letniego
pt_br: %1$@ e %2$@ diferem em %3$@: talvez um deles não considere o horário de verão
ru: %1$@ и %2$@ различаются на %3$@: возможно, один из вариантов не учитывает летнее время
tr: %1$@ ile %2$@ arasında %3$@ fark var: birinde yaz saati hesaba katılmamış olabilir
vi: %1$@ và %2$@ lệch nhau %3$@: có thể một bên chưa tính giờ mùa hè
zh_hant: %1$@與%2$@差%3$@：可能有一處沒按日光節約時間調整

source: 夜
de: Nacht
en: Night
es: Noche
fr: Nuit
id: Malam
it: Notte
ko: 밤
nl: Nacht
pl: Noc
pt_br: Noite
ru: Ночь
tr: Gece
vi: Đêm

source: 已添加 %@
de: %@ hinzugefügt
en: Added %@
es: Se ha añadido %@
fr: Lieu ajouté : %@
id: %@ ditambahkan
it: Luogo aggiunto: %@
ja: %@を追加済み
ko: %@ 추가됨
nl: %@ toegevoegd
pl: Dodano: %@
pt_br: Local %@ Adicionado
ru: Добавлено: %@
tr: %@ eklendi
vi: Đã thêm %@
zh_hant: 已新增%@
